{"translation-revision-date":"2021-11-19 11:17:14+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Requires activation":["Activación obligatoria"],"%s requires activation in your {{stripeDashboardLink}}Stripe dashboard{{\/stripeDashboardLink}}. Follow the instructions there and check back soon.":["%s requiere la activación en tu {{stripeDashboardLink}}escritorio de Stripe{{\/stripeDashboardLink}}. Sigue las instrucciones que encontrarás allí y vuelve pronto."],"%1$s won't be visible to your customers until you add %2$s to your store.":["%1$s no será visible para tus clientes hasta que añadas %2$s a tu tienda.","%1$s no será visible para tus clientes hasta que no añadas una de estas monedas a tu tienda: %2$s."],"Multibanco is an interbank network that links the ATMs of all major banks in Portugal, allowing customers to pay through either their ATM or online banking environment.":["Multibanco es una red interbancos vinculada con los cajeros automáticos de todos los principales bancos de Portugal, lo que permite a los clientes pagar a través de su cajero automático o desde un entorno de banca online."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay es un popular monedero virtual de China, operado por Ant Financial Services Group, un proveedor de servicios financieros afiliado con Alibaba."],"Error disconnecting account.":["Error al desconectar la cuenta."],"Account disconnected.":["Cuenta desconectada."],"Error retrieving payment gateway settings.":["Error al recuperar los ajustes de la pasarela de pago."],"In order to enable the new experience you need to enable the \"automatic capture\" of payments at checkout.":["Para activar la nueva experiencia, tienes que activar la «captura automática» de los pagos al finalizar la compra."],"Enable automatic capture of payments":["Activar la captura automática de pagos"],"Select all":["Seleccionar todo"],"Error retrieving account keys.":["Error al recuperar las claves de la cuenta."],"Error saving account keys.":["Error al guardar las claves de la cuenta."],"Account keys saved.":["Guardadas las claves de la cuenta."],"Error retrieving account data.":["Error al recuperar los datos de la cuenta."],"Error updating account data.":["Error al actualizar los datos de la cuenta."],"Payments accepted at checkout":["Pagos aceptados al finalizar compra"],"We've added methods that you'd already enabled. For best results, we recommand adding all available payment methods. We'll only show your customers the most relevant payment methods based on their location and purchasing history. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Hemos añadido métodos que ya habías activado. Para unos mejores resultados recomendamos añadir todos los métodos de pago disponibles. Solo mostraremos a tus clientes los métodos de pago más relevantes, basado en su ubicación e historial de compras. {{learnMoreLink}}Más información{{\/learnMoreLink}}"],"Review accepted payment methods":["Revisar métodos de pago aceptados"],"Add payment methods":["Añadir métodos de pago"],"Information about the payment method, click to expand":["Haz clic para ampliar la información del método de pago"],"Go to Stripe settings":["Ir a los ajustes de Stripe"],"Enjoy the new features":["Disfruta de las nuevas características"],"Setup complete! One new payment method is now live on your store!":["¡La configuración ha terminado! Un nuevo método de pago ya está activo en tu tienda.","¡La configuración ha terminado! %d nuevos métodos de pago ya están activos en tu tienda."],"Setup complete!":["¡Configuración completada!"],"Enable":["Activar"],"Refined checkout experience designed for desktop and mobile.":["Se ha refinado la experiencia de pago diseñada para dispositivos de sobremesa y dispositivos móviles."],"Customers see only payment methods most relevant for them.":["Los clientes solo ven los métodos de pago que más les interesen."],"Checkout is completed without leaving your store.":["El proceso de pago se realiza sin salir de tu tienda."],"No hidden costs or setup fees.":["Sin costes extras ni cargos por activación."],"FREE upgrade exclusive to Stripe users.":["Mejora GRATUITA exclusiva para usuarios de Stripe."],"Easily add new payment methods used by customers from all over the world.":["Añade con facilidad nuevos métodos de pago utilizados por clientes de todo el mundo."],"Get early access to additional payment methods and an improved checkout experience, coming soon to Stripe. {{learnMoreLink \/}}":["Consigue acceso anticipado a métodos de pago adicionales y a una experiencia de pago mejorada, próximamente en Stripe. {{learnMoreLink \/}}"],"{{wrapper}}Enable the new Stripe checkout experience{{\/wrapper}} {{earlyAccessWrapper}}Early access{{\/earlyAccessWrapper}}":["{{wrapper}}Activa la nueva experiencia de pago de Stripe{{\/wrapper}} {{earlyAccessWrapper}}Acceso anticipado{{\/earlyAccessWrapper}}"],"Sofort":["Sofort"],"Direct debit payment":["Pago de adeudo directo"],"Error retrieving settings.":["Error al recuperar los ajustes."],"Error saving settings.":["Error al guardar los ajustes."],"Settings saved.":["Ajustes guardados."],"Requires currency":["La moneda es obligatoria"],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Acepta transferencias bancarias seguras de Alemania, Austria, Bélgica, Italia, Holanda y España."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Llega a 500 millones de clientes y más de 20 millones de empresas de la Unión Europea."],"Przelewy24 is a Poland-based payment method aggregator that allows customers to complete transactions online using bank transfers and other methods.":["Przelewy24 es un agregador de métodos de pago de Polonia que permite a los clientes completar transacciones online usando transferencias bancarias y otros métodos."],"Przelewy24":["Przelewy24"],"iDEAL is a Netherlands-based payment method that allows customers to complete transactions online using their bank credentials.":["iDEAL es un método de pago de los Países Bajos que permite a los clientes completar transacciones online usando las credenciales de su banco."],"iDEAL":["iDEAL"],"Expand your business with giropay — Germany’s second most popular payment system.":["Amplía tu negocio con giropay, el segundo sistema de pago más popular de Alemania."],"giropay":["giropay"],"EPS is an Austria-based payment method that allows customers to complete transactions online using their bank credentials.":["EPS es un método de pago de Austria que permite a los clientes completar transacciones online usando las credenciales de su banco."],"Let your customers pay with major credit and debit cards without leaving your store.":["Permite a los clientes pagar con las principales tarjetas de crédito y débito, sin salir de tu tienda."],"Credit card \/ debit card":["Tarjeta de crédito \/ débito"],"Bancontact is the most popular online payment method in Belgium, with over 15 million cards in circulation.":["Bancontact es el método de pago online más popular en Bélgica, con más de 15 millones de tarjetas en circulación."],"Learn more":["Aprender más"],"Multibanco":["Multibanco"],"EPS":["EPS"],"Bancontact":["Bancontact"],"Alipay":["Alipay"]}},"comment":{"reference":"build\/upe_onboarding_wizard.js"}}